IDEA Open Model
LoadCase.LoadCaseType Property
Compatible with IDEA StatiCa v 10.1
 Type of load case
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public LoadCaseType LoadCaseType { get; set; }
Public Property LoadCaseType As LoadCaseType
	Get
	Set
public:
property LoadCaseType LoadCaseType {
	LoadCaseType get ();
	void set (LoadCaseType value);
}
Property Value
Type: LoadCaseType
See Also
Reference
LoadCase Class
IdeaRS.OpenModel.Detail.Loading Namespace